{
    "changelog.md": {
        "Changelog Z-Wave JS": "Änderungsprotokoll Z-Wave JS",
        "Changelog plugin Z-Wave JS": "Änderungsprotokoll-Plugin Z-Wave JS",
        "S'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Wenn es keine Informationen über die Aktualisierung gibt, bedeutet dies, dass es sich nur um die Aktualisierung von Dokumentation, Übersetzung oder Text handelt",
        "04\/05\/2022": "04.05.2022",
        "Bêta 1ère phase": "Beta 1. Phase",
        " IMPORTANT.": " WICHTIG.",
        " IMPORTANT?": " WICHTIG?",
        "IMPORTANT ": "WICHTIG ",
        " IMPORTANT]": " WICHTIG]",
        "[IMPORTANT]": "[WICHTIG]",
        "*IMPORTANT*": "*WICHTIG*",
        " IMPORTANT*": " WICHTIG*"
    },
    "index.md": {
        "Plugin Z-Wave JS": "Z-Wave JS-Plugin",
        "le contrôle total du protocole domotique Z-Wave dans Jeedom": "volle Kontrolle über das Z-Wave-Heimautomatisierungsprotokoll in Jeedom",
        "Z-Wave JS UI": "Z-Wave JS-Benutzeroberfläche",
        "Le plugin Z-wave JS permet": "Das Z-Wave JS-Plugin ermöglicht",
        "en se basant sur le travail effectué autour de la très réputée bibliothèque": "basierend auf der Arbeit rund um die sehr berühmte Bibliothek",
        "protocole MQTT": "MQTT-Protokoll",
        "Le plugin Z-wave JS fiabilise et sécurise les transmissions par l'utilisation du": "Das Z-Wave JS-Plugin macht Übertragungen zuverlässiger und sicherer, indem es das verwendet",
        "offrant, par la même occasion, des possibilités de gestion avancée de leur réseau Z-Wave aux utilisateurs les plus experts": "Gleichzeitig bieten sie den erfahrensten Benutzern erweiterte Verwaltungsmöglichkeiten ihres Z-Wave-Netzwerks",
        "Ce plugin est compatible Debian 11 \"Bullseye\" et est, par conséquent, le plugin officiel à privilégier pour gérer votre réseau Z-Wave dans Jeedom": "Dieses Plugin ist kompatibel mit Debian 11 „Bullseye“ und ist daher das offizielle Plugin, das bevorzugt wird, um Ihr Z-Wave-Netzwerk in Jeedom zu verwalten",
        "MQTT Manager": "MQTT-Manager",
        "Après installation et activation du plugin, l'installation des dépendances devrait débuter sauf si la gestion automatique a été désactivée au préalable": "Nach der Installation und Aktivierung des Plugins sollte die Installation von Abhängigkeiten beginnen, es sei denn, die automatische Verwaltung wurde zuvor deaktiviert",
        "Dans ce cas, il faudra cliquer sur le bouton": "In diesem Fall müssen Sie auf die Schaltfläche klicken",
        "pour initier cette phase d'installation": "um diese Installationsphase einzuleiten",
        "Le plugin officiel": "Das offizielle Plugin",
        "faisant partie des dépendances nécessaires, il sera automatiquement installé et activé lors de l'opération si ce n'est pas déjà le cas": "Da es Teil der notwendigen Abhängigkeiten ist, wird es während des Betriebs automatisch installiert und aktiviert, falls dies nicht bereits der Fall ist",
        "Le reste des dépendances consiste au téléchargement, à la compilation et à la configuration de la librairie": "Der Rest der Abhängigkeiten besteht aus dem Herunterladen, Kompilieren und Konfigurieren der Bibliothek",
        "La première installation des dépendances incluant une phase de compilation, elle est susceptible de durer plusieurs dizaines de minutes en fonction de votre configuration matérielle": "Die erste Installation von Abhängigkeiten einschließlich einer Kompilierungsphase dauert je nach Hardwarekonfiguration wahrscheinlich mehrere zehn Minuten",
        "Les mises à jour des dépendances sont bien plus rapides à installer par la suite": "Abhängigkeitsaktualisierungen lassen sich anschließend viel schneller installieren",
        "Configuration du plugin": "Plugin-Setup",
        "port du contrôleur Z-Wave": "Z-Wave-Controller-Port",
        "Concernant la configuration du plugin, le point primordial est la bonne sélection du": "Bei der Konfiguration des Plugins ist der wesentliche Punkt die richtige Auswahl der",
        "correspondant à l'interface physique sur laquelle le contrôleur est connecté": "entsprechend der physikalischen Schnittstelle, an der der Controller angeschlossen ist",
        "Les autres paramétrages possibles sont": "Andere mögliche Einstellungen sind",
        "Appliquer le jeu de configuration recommandé lors de l'inclusion": "Wenden Sie beim Einschließen den empfohlenen Konfigurationssatz an",
        "applique directement le jeu de configuration recommandé par l'équipe Jeedom lors de l'inclusion d'un nouveau module": "wendet direkt den vom Jeedom-Team empfohlenen Konfigurationssatz an, wenn ein neues Modul hinzugefügt wird",
        "Suppression automatique des périphériques exclus": "Automatisches Entfernen ausgeschlossener Geräte",
        "permet de supprimer automatiquement les périphériques exclus du réseau Z-Wave si cochée": "entfernt automatisch Geräte, die vom Z-Wave-Netzwerk ausgeschlossen sind, wenn diese Option aktiviert ist",
        "Sinon, les équipements sont conservés dans Jeedom même s'ils ont été exclus du réseau": "Andernfalls bleibt das Gerät in Jeedom, auch wenn es vom Netzwerk ausgeschlossen wurde",
        "L'équipement devra être alors supprimé manuellement ou réutilisé en lui assignant un nouvel identifiant Z-Wave": "Das Gerät muss dann manuell gelöscht oder wiederverwendet werden, indem ihm eine neue Z-Wave-Kennung zugewiesen wird",
        "Préfixe": "Präfix",
        "`zwave` par défaut": "Standard `zwave`",
        "permet de spécifier le préfixe à utiliser dans MQTT": "ermöglicht die Angabe des in MQTT zu verwendenden Präfixes",
        "Clés de sécurité": "Sicherheitsschlüssel",
        "Les clés de sécurité sont à conserver précieusement": "Sicherheitsschlüssel müssen an einem sicheren Ort aufbewahrt werden",
        "Si vous perdez ces clés, les périphériques inclus en mode sécurisé devront être réappairés": "Wenn Sie diese Schlüssel verlieren, müssen die im sicheren Modus enthaltenen Geräte erneut gekoppelt werden",
        "Les clés peuvent être spécifiées, si les champs sont vides ou invalides le plugin en générera et vous pourrez les visualiser par la suite": "Die Schlüssel können angegeben werden, wenn die Felder leer oder ungültig sind, generiert das Plugin sie und Sie können sie später anzeigen",
        "Si votre contrôleur a été utilisé avec le plugin Openzwave et que vous aviez inclus des modules en mode sécurisé, la clé S0 est": "Wenn Ihr Controller mit dem Openzwave-Plugin verwendet wurde und Sie Module im sicheren Modus eingebunden hatten, ist die S0-Taste",
        "`0102030405060708090A0B0C0D0E0F10`": "\"0102030405060708090A0B0C0D0E0F10\"",
        "Comme expliqué en préambule, le plugin Z-Wave JS nécessite la prise en charge du protocole MQTT pour communiquer, le plugin officiel": "Wie in der Präambel erläutert, benötigt das Z-Wave JS-Plugin Unterstützung für das MQTT-Protokoll, um zu kommunizieren, das offizielle Plugin",
        "va donc servir de support à ces communications": "wird daher als Unterstützung für diese Kommunikation dienen",
        "Plusieurs cas de figures sont envisageables": "Mehrere Szenarien sind möglich",
        "Vous n'utilisez pas encore de broker MQTT": "Sie verwenden noch keinen MQTT-Broker",
        "Z-Wave JS": "Z-Wave JS",
        "un broker `Mosquitto` sera notamment installé localement sur la machine": "ein „Mosquitto“-Broker wird lokal auf der Maschine installiert",
        "Dans ce cas vous n'avez rien à faire": "In diesem Fall haben Sie nichts zu tun",
        "Les plugins": "Plugins",
        "vont échanger les informations et configurations nécessaires automatiquement": "tauscht die notwendigen Informationen und Konfigurationen automatisch aus",
        "Vous utilisez déjà le plugin MQTT Manager": "Sie verwenden bereits das MQTT Manager-Plugin",
        "Aucune intervention n'est nécessaire, le plugin Z-Wave JS va récupérer automatiquement les informations de connexion au broker MQTT": "Es ist kein Eingreifen erforderlich, das Z-Wave JS-Plugin ruft automatisch die Verbindungsinformationen zum MQTT-Broker ab",
        "Vous utilisez déjà un broker MQTT via un autre plugin que MQTT Manager": "Sie verwenden bereits einen MQTT-Broker über ein anderes Plugin als MQTT Manager",
        "broker distant": "Remote-Broker",
        "adresse et authentification": "Adresse und Authentifizierung",
        "Dans cette situation, il faut sélectionner le mode": "In dieser Situation müssen Sie den Modus auswählen",
        "et indiquer les informations de connexion": "und Anmeldedaten angeben",
        "dans la configuration du plugin MQTT Manager": "in der MQTT Manager-Plugin-Konfiguration",
        "Vous souhaitez utiliser un broker MQTT sous Docker": "Sie möchten einen MQTT-Broker unter Docker verwenden",
        "broker local docker": "lokaler Broker Docker",
        "Il suffit alors de sélectionner le mode": "Sie müssen lediglich den Modus auswählen",
        "dans la configuration du plugin MQTT Manager avant d'installer `Mosquitto`": "in der MQTT Manager Plugin-Konfiguration vor der Installation von `Mosquitto`",
        "Dans tous les cas, le démon du plugin MQTT Manager doit être démarré avant de pouvoir passer à la suite": "In jedem Fall muss der MQTT-Manager-Plugin-Daemon gestartet werden, bevor Sie fortfahren können",
        "Autrement un message vous avertira, empêchant par la même le démarrage du démon Z-Wave JS": "Andernfalls werden Sie durch eine Meldung gewarnt, die den Start des Z-Wave JS-Daemons verhindert",
        "Plugin OpenZwave": "Öffnen Sie das Zwave-Plugin",
        "Migration depuis OpenZwave": "Migration von OpenZwave",
        "Il est également important d'aborder le cas de la présence du plugin OpenZwave en parallèle du plugin Z-Wave JS, le temps de basculer de l'un à l'autre par exemple *(Voir paragraphe": "Es ist auch wichtig, den Fall des Vorhandenseins des OpenZwave-Plug-ins parallel zum Z-Wave-JS-Plug-in zu adressieren, beispielsweise die Zeit, um von einem zum anderen zu wechseln *(Siehe Absatz",
        "Tout d'abord, il faut savoir qu'il n'existe strictement aucun risque au fait d'utiliser les plugins Z-Wave JS et OpenZwave en parallèle": "Zunächst einmal sollten Sie wissen, dass es absolut kein Risiko gibt, die Z-Wave JS- und OpenZwave-Plugins parallel zu verwenden",
        "Même en cas de difficulté avec le plugin Z-Wave JS, il suffira de stopper son démon et de redémarrer celui du plugin OpenZwave pour retrouver un réseau Z-Wave exactement identique et fonctionnel": "Selbst bei Schwierigkeiten mit dem Z-Wave JS-Plugin reicht es aus, seinen Daemon zu stoppen und den des OpenZwave-Plugins neu zu starten, um ein genau identisches und funktionierendes Z-Wave-Netzwerk zu finden",
        "Il faut donc arrêter la gestion automatique puis stopper le démon du plugin OpenZwave pour être en mesure de démarrer le démon du plugin Z-Wave JS. A nouveau, dans le cas contraire, un message vous avertira, empêchant le démarrage du démon Z-Wave JS": "Es ist daher notwendig, die automatische Verwaltung zu stoppen und dann den OpenZwave-Plugin-Daemon zu stoppen, um den Z-Wave JS-Plugin-Daemon starten zu können. Wenn nicht, werden Sie erneut durch eine Meldung gewarnt, die den Start des Z-Wave JS-Daemons verhindert",
        "Ne supprimez aucun équipement du plugin OpenZwave de manière prématurée même s'il est désactivé le temps des tests": "Löschen Sie keine Geräte vorzeitig aus dem OpenZwave-Plugin, auch wenn es während des Tests deaktiviert wurde",
        "1er démarrage du démon": "1. Start des Dämons",
        "Sauf message contraire, le démon Z-Wave JS peut maintenant être démarré": "Wenn nicht anders angegeben, kann jetzt der Z-Wave JS-Daemon gestartet werden",
        "Sinon, un message doit s'afficher sur la page de configuration du plugin afin d'identifier la raison du blocage": "Andernfalls sollte eine Meldung auf der Plugin-Konfigurationsseite erscheinen, um den Grund für die Blockierung zu identifizieren",
        "Si vous utilisez le plugin Z-Wave JS avec un contrôleur vierge, le réseau Z-Wave est immédiatement démarré et disponible, prêt pour les inclusions de modules": "Wenn Sie das Z-Wave JS-Plugin mit einem leeren Controller verwenden, wird das Z-Wave-Netzwerk sofort gestartet und ist verfügbar, bereit für Moduleinbindungen",
        "Dans le cas d'une utilisation avec un contrôleur déjà inclus au sein d'un réseau Z-Wave, il faut laisser travailler le plugin qui va remonter automatiquement les équipements dans Jeedom au fur et mesure des interviews de modules": "Bei Verwendung mit einem Controller, der bereits in einem Z-Wave-Netzwerk enthalten ist, muss das Plugin funktionieren, das die Ausrüstung automatisch in Jeedom hochlädt, wenn die Module interviewt werden",
        "La première découverte totale d'un réseau Z-Wave est donc susceptible d'être longue en fonction de la typologie de modules utilisée et de leur fréquence de communication": "Die erste vollständige Entdeckung eines Z-Wave-Netzwerks wird daher wahrscheinlich lange dauern, abhängig von der Art der verwendeten Module und ihrer Kommunikationsfrequenz",
        "Les modules font leur apparition en deux étapes": "Die Module erscheinen in zwei Stufen",
        "Tout d'abord avec leur `node id` sans image et sans identification": "Zuerst mit ihrer `node id` ohne Bild und ohne Identifikation",
        "Ils sont ensuite identifiés dans un second temps": "Sie werden dann ein zweites Mal identifiziert",
        "Une fois que tous les modules sur secteur sont initiés et donc identifiés, il est important de réveiller les modules sur piles ou d'attendre leur réveil": "Sobald alle Module am Netz initiiert und somit identifiziert wurden, ist es wichtig, die Module am Batteriebetrieb aufzuwecken oder darauf zu warten, dass sie aufwachen",
        "Ce n'est qu'à partir de ce moment que l'on peut considérer le réseau comme étant totalement démarré": "Erst ab diesem Moment können wir das Netzwerk als vollständig gestartet betrachten",
        "Contrairement au plugin OpenZwave, après cette première phase d'interview, les redémarrages du réseau sont instantanés par la suite": "Im Gegensatz zum OpenZwave-Plug-in erfolgt nach dieser ersten Interviewphase ein sofortiger Neustart des Netzwerks",
        "Configuration des modules": "Modulkonfiguration",
        "Réseau Z-Wave": "Z-Wave-Netzwerk",
        "Résumé": "Zusammenfassung",
        "Graphique du réseau": "Netzwerkdiagramm",
        "Table de routage": "Routing-Tabelle",
        "Dépannage et diagnostic": "Fehlerbehebung und Diagnose",
        "Avant d'envisager de basculer définitivement du plugin OpenZwave au plugin Z-Wave JS, il faut impérativement s'assurer que l'ensemble des modules du réseau est totalement pris en charge": "Bevor Sie in Betracht ziehen, dauerhaft vom OpenZwave-Plugin zum Z-Wave JS-Plugin zu wechseln, müssen Sie unbedingt sicherstellen, dass alle Netzwerkmodule vollständig unterstützt werden",
        "Cette étape peut facilement prendre plusieurs jours le temps de valider l'ensemble des possibilités et des cas de figure": "Dieser Schritt kann leicht mehrere Tage dauern, um alle Möglichkeiten und Szenarien zu validieren",
        "remplacement d'équipements et de commandes": "Austausch von Geräten und Steuerungen",
        "Ensuite, une fois certain que le plugin OpenZwave n'est plus indispensable, vous pouvez utiliser l'outil de": "Sobald Sie sicher sind, dass das OpenZwave-Plugin nicht mehr erforderlich ist, können Sie das verwenden",
        "target=\"\\_blank\"} du core pour migrer rapidement et facilement vos équipements existants sur le nouveau plugin": "target=\"\\_blank\"} des Kerns, um Ihre vorhandene Ausrüstung schnell und einfach auf das neue Plugin zu migrieren",
        "Module non ou mal reconnu": "Modul nicht oder schlecht erkannt",
        "Remplacer un module défaillant": "Ersetzen Sie ein fehlerhaftes Modul",
        " IMPORTANT.": " WICHTIG.",
        " IMPORTANT?": " WICHTIG?",
        "IMPORTANT ": "WICHTIG ",
        " IMPORTANT]": " WICHTIG]",
        "[IMPORTANT]": "[WICHTIG]",
        "*IMPORTANT*": "*WICHTIG*",
        " IMPORTANT*": " WICHTIG*",
        " Configuration.": " Aufbau.",
        " Configuration?": " Aufbau?",
        "Configuration ": "Aufbau ",
        " Configuration]": " Aufbau]",
        "[Configuration]": "[Aufbau]",
        "*Configuration*": "*Aufbau*",
        " Configuration*": " Aufbau*",
        " Relancer.": " Beleben.",
        " Relancer?": " Beleben?",
        "Relancer ": "Beleben ",
        " Relancer]": " Beleben]",
        "[Relancer]": "[Beleben]",
        "*Relancer*": "*Beleben*",
        " Relancer*": " Beleben*",
        " INFORMATION.": " INFORMATION.",
        " INFORMATION?": " INFORMATION?",
        "INFORMATION ": "INFORMATION ",
        " INFORMATION]": " INFORMATION]",
        "[INFORMATION]": "[INFORMATION]",
        "*INFORMATION*": "*INFORMATION*",
        " INFORMATION*": " INFORMATION*",
        " conseillé.": " geraten.",
        " conseillé?": " geraten?",
        "conseillé ": "geraten ",
        " conseillé]": " geraten]",
        "[conseillé]": "[geraten]",
        "*conseillé*": "*geraten*",
        " conseillé*": " geraten*",
        " et.": " und.",
        " et?": " und?",
        "et ": "und ",
        " et]": " und]",
        "[et]": "[und]",
        "*et*": "*und*",
        " et*": " und*",
        " Noeud.": " Knoten.",
        " Noeud?": " Knoten?",
        "Noeud ": "Knoten ",
        " Noeud]": " Knoten]",
        "[Noeud]": "[Knoten]",
        "*Noeud*": "*Knoten*",
        " Noeud*": " Knoten*",
        " Valeurs.": " Werte.",
        " Valeurs?": " Werte?",
        "Valeurs ": "Werte ",
        " Valeurs]": " Werte]",
        "[Valeurs]": "[Werte]",
        "*Valeurs*": "*Werte*",
        " Valeurs*": " Werte*",
        " Groupe.": " Band.",
        " Groupe?": " Band?",
        "Groupe ": "Band ",
        " Groupe]": " Band]",
        "[Groupe]": "[Band]",
        "*Groupe*": "*Band*",
        " Groupe*": " Band*",
        " Outils.": " Werkzeug.",
        " Outils?": " Werkzeug?",
        "Outils ": "Werkzeug ",
        " Outils]": " Werkzeug]",
        "[Outils]": "[Werkzeug]",
        "*Outils*": "*Werkzeug*",
        " Outils*": " Werkzeug*",
        " Inclusion.": " Aufnahme.",
        " Inclusion?": " Aufnahme?",
        "Inclusion ": "Aufnahme ",
        " Inclusion]": " Aufnahme]",
        "[Inclusion]": "[Aufnahme]",
        "*Inclusion*": "*Aufnahme*",
        " Inclusion*": " Aufnahme*",
        " Exclusion.": " Ausschluss.",
        " Exclusion?": " Ausschluss?",
        "Exclusion ": "Ausschluss ",
        " Exclusion]": " Ausschluss]",
        "[Exclusion]": "[Ausschluss]",
        "*Exclusion*": "*Ausschluss*",
        " Exclusion*": " Ausschluss*",
        " Synchroniser.": " Zu synchronisieren.",
        " Synchroniser?": " Zu synchronisieren?",
        "Synchroniser ": "Zu synchronisieren ",
        " Synchroniser]": " Zu synchronisieren]",
        "[Synchroniser]": "[Zu synchronisieren]",
        "*Synchroniser*": "*Zu synchronisieren*",
        " Synchroniser*": " Zu synchronisieren*",
        " Actions.": " Anteile.",
        " Actions?": " Anteile?",
        "Actions ": "Anteile ",
        " Actions]": " Anteile]",
        "[Actions]": "[Anteile]",
        "*Actions*": "*Anteile*",
        " Actions*": " Anteile*",
        " Statistiques.": " Statistiken.",
        " Statistiques?": " Statistiken?",
        "Statistiques ": "Statistiken ",
        " Statistiques]": " Statistiken]",
        "[Statistiques]": "[Statistiken]",
        "*Statistiques*": "*Statistiken*",
        " Statistiques*": " Statistiken*",
        " Santé.": " Gesundheit.",
        " Santé?": " Gesundheit?",
        "Santé ": "Gesundheit ",
        " Santé]": " Gesundheit]",
        "[Santé]": "[Gesundheit]",
        "*Santé*": "*Gesundheit*",
        " Santé*": " Gesundheit*",
        " Compatibilité.": " Kompatibilität.",
        " Compatibilité?": " Kompatibilität?",
        "Compatibilité ": "Kompatibilität ",
        " Compatibilité]": " Kompatibilität]",
        "[Compatibilité]": "[Kompatibilität]",
        "*Compatibilité*": "*Kompatibilität*",
        " Compatibilité*": " Kompatibilität*"
    }
}