{
    "changelog.md": {
        "Changelog Z-Wave JS": "Changelog Z-Wave JS",
        "Changelog plugin Z-Wave JS": "Changelog plugin Z-Wave JS",
        "S'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "If there is no information on the update, it means that it concerns only the update of documentation, translation or text",
        "04\/05\/2022": "04\/05\/2022",
        "Bêta 1ère phase": "Beta 1st phase",
        " IMPORTANT.": " IMPORTANT.",
        " IMPORTANT?": " IMPORTANT?",
        "IMPORTANT ": "IMPORTANT ",
        " IMPORTANT]": " IMPORTANT]",
        "[IMPORTANT]": "[IMPORTANT]",
        "*IMPORTANT*": "*IMPORTANT*",
        " IMPORTANT*": " IMPORTANT*"
    },
    "index.md": {
        "Plugin Z-Wave JS": "Z-Wave JS plugin",
        "le contrôle total du protocole domotique Z-Wave dans Jeedom": "full control of the Z-Wave home automation protocol in Jeedom",
        "Z-Wave JS UI": "Z-Wave JS UI",
        "Le plugin Z-wave JS permet": "The Z-wave JS plugin allows",
        "en se basant sur le travail effectué autour de la très réputée bibliothèque": "based on the work carried out around the very famous library",
        "protocole MQTT": "MQTT protocol",
        "Le plugin Z-wave JS fiabilise et sécurise les transmissions par l'utilisation du": "The Z-wave JS plugin makes transmissions more reliable and secure by using the",
        "offrant, par la même occasion, des possibilités de gestion avancée de leur réseau Z-Wave aux utilisateurs les plus experts": "offering, at the same time, advanced management possibilities of their Z-Wave network to the most expert users",
        "Ce plugin est compatible Debian 11 \"Bullseye\" et est, par conséquent, le plugin officiel à privilégier pour gérer votre réseau Z-Wave dans Jeedom": "This plugin is compatible with Debian 11 \"Bullseye\" and is therefore the official plugin to be preferred to manage your Z-Wave network in Jeedom",
        "MQTT Manager": "MQTT Manager",
        "Après installation et activation du plugin, l'installation des dépendances devrait débuter sauf si la gestion automatique a été désactivée au préalable": "After installing and activating the plugin, the installation of dependencies should start unless automatic management has been disabled beforehand",
        "Dans ce cas, il faudra cliquer sur le bouton": "In this case, you will have to click on the button",
        "pour initier cette phase d'installation": "to initiate this installation phase",
        "Le plugin officiel": "The official plugin",
        "faisant partie des dépendances nécessaires, il sera automatiquement installé et activé lors de l'opération si ce n'est pas déjà le cas": "being part of the necessary dependencies, it will be automatically installed and activated during the operation if it is not already the case",
        "Le reste des dépendances consiste au téléchargement, à la compilation et à la configuration de la librairie": "The rest of the dependencies consist of downloading, compiling and configuring the library",
        "La première installation des dépendances incluant une phase de compilation, elle est susceptible de durer plusieurs dizaines de minutes en fonction de votre configuration matérielle": "The first installation of dependencies including a compilation phase, it is likely to last several tens of minutes depending on your hardware configuration",
        "Les mises à jour des dépendances sont bien plus rapides à installer par la suite": "Dependency updates are much faster to install afterwards",
        "Configuration du plugin": "Plugin Setup",
        "port du contrôleur Z-Wave": "Z-Wave controller port",
        "Concernant la configuration du plugin, le point primordial est la bonne sélection du": "Regarding the configuration of the plugin, the essential point is the correct selection of the",
        "correspondant à l'interface physique sur laquelle le contrôleur est connecté": "corresponding to the physical interface on which the controller is connected",
        "Les autres paramétrages possibles sont": "Other possible settings are",
        "Appliquer le jeu de configuration recommandé lors de l'inclusion": "Apply the recommended configuration set when including",
        "applique directement le jeu de configuration recommandé par l'équipe Jeedom lors de l'inclusion d'un nouveau module": "directly applies the configuration set recommended by the Jeedom team when including a new module",
        "Suppression automatique des périphériques exclus": "Automatic removal of excluded devices",
        "permet de supprimer automatiquement les périphériques exclus du réseau Z-Wave si cochée": "automatically removes devices excluded from the Z-Wave network if checked",
        "Sinon, les équipements sont conservés dans Jeedom même s'ils ont été exclus du réseau": "Otherwise, the equipment is kept in Jeedom even if it has been excluded from the network",
        "L'équipement devra être alors supprimé manuellement ou réutilisé en lui assignant un nouvel identifiant Z-Wave": "The equipment will then have to be deleted manually or reused by assigning it a new Z-Wave identifier",
        "Préfixe": "Prefix",
        "`zwave` par défaut": "default `zwave`",
        "permet de spécifier le préfixe à utiliser dans MQTT": "allows to specify the prefix to use in MQTT",
        "Clés de sécurité": "Security keys",
        "Les clés de sécurité sont à conserver précieusement": "Security keys must be kept in a safe place",
        "Si vous perdez ces clés, les périphériques inclus en mode sécurisé devront être réappairés": "If you lose these keys, devices included in secure mode will need to be paired again",
        "Les clés peuvent être spécifiées, si les champs sont vides ou invalides le plugin en générera et vous pourrez les visualiser par la suite": "The keys can be specified, if the fields are empty or invalid the plugin will generate them and you can view them later",
        "Si votre contrôleur a été utilisé avec le plugin Openzwave et que vous aviez inclus des modules en mode sécurisé, la clé S0 est": "If your controller was used with the Openzwave plugin and you had included modules in secure mode, the S0 key is",
        "`0102030405060708090A0B0C0D0E0F10`": "`0102030405060708090A0B0C0D0E0F10`",
        "Comme expliqué en préambule, le plugin Z-Wave JS nécessite la prise en charge du protocole MQTT pour communiquer, le plugin officiel": "As explained in the preamble, the Z-Wave JS plugin requires support for the MQTT protocol to communicate, the official plugin",
        "va donc servir de support à ces communications": "will therefore serve as a support for these communications",
        "Plusieurs cas de figures sont envisageables": "Several scenarios are possible",
        "Vous n'utilisez pas encore de broker MQTT": "You are not yet using an MQTT broker",
        "Z-Wave JS": "Z-Wave JS",
        "un broker `Mosquitto` sera notamment installé localement sur la machine": "a `Mosquitto` broker will be installed locally on the machine",
        "Dans ce cas vous n'avez rien à faire": "In this case you have nothing to do",
        "Les plugins": "Plug-ins",
        "vont échanger les informations et configurations nécessaires automatiquement": "will exchange the necessary information and configurations automatically",
        "Vous utilisez déjà le plugin MQTT Manager": "You are already using the MQTT Manager plugin",
        "Aucune intervention n'est nécessaire, le plugin Z-Wave JS va récupérer automatiquement les informations de connexion au broker MQTT": "No intervention is necessary, the Z-Wave JS plugin will automatically retrieve the connection information to the MQTT broker",
        "Vous utilisez déjà un broker MQTT via un autre plugin que MQTT Manager": "You are already using an MQTT broker via a plugin other than MQTT Manager",
        "broker distant": "remote broker",
        "adresse et authentification": "address and authentication",
        "Dans cette situation, il faut sélectionner le mode": "In this situation, you must select the mode",
        "et indiquer les informations de connexion": "and provide login information",
        "dans la configuration du plugin MQTT Manager": "in the MQTT Manager plugin configuration",
        "Vous souhaitez utiliser un broker MQTT sous Docker": "You want to use an MQTT broker under Docker",
        "broker local docker": "local broker docker",
        "Il suffit alors de sélectionner le mode": "All you have to do is select the mode",
        "dans la configuration du plugin MQTT Manager avant d'installer `Mosquitto`": "in MQTT Manager plugin configuration before installing `Mosquitto`",
        "Dans tous les cas, le démon du plugin MQTT Manager doit être démarré avant de pouvoir passer à la suite": "In any case, the MQTT Manager plugin daemon must be started before you can move on",
        "Autrement un message vous avertira, empêchant par la même le démarrage du démon Z-Wave JS": "Otherwise a message will warn you, preventing the start of the Z-Wave JS daemon",
        "Plugin OpenZwave": "Open Zwave Plugin",
        "Migration depuis OpenZwave": "Migration from OpenZwave",
        "Il est également important d'aborder le cas de la présence du plugin OpenZwave en parallèle du plugin Z-Wave JS, le temps de basculer de l'un à l'autre par exemple *(Voir paragraphe": "It is also important to address the case of the presence of the OpenZwave plugin in parallel with the Z-Wave JS plugin, the time to switch from one to the other for example *(See paragraph",
        "Tout d'abord, il faut savoir qu'il n'existe strictement aucun risque au fait d'utiliser les plugins Z-Wave JS et OpenZwave en parallèle": "First of all, you should know that there is absolutely no risk in using the Z-Wave JS and OpenZwave plugins in parallel",
        "Même en cas de difficulté avec le plugin Z-Wave JS, il suffira de stopper son démon et de redémarrer celui du plugin OpenZwave pour retrouver un réseau Z-Wave exactement identique et fonctionnel": "Even in case of difficulty with the Z-Wave JS plugin, it will suffice to stop its daemon and restart that of the OpenZwave plugin to find an exactly identical and functional Z-Wave network",
        "Il faut donc arrêter la gestion automatique puis stopper le démon du plugin OpenZwave pour être en mesure de démarrer le démon du plugin Z-Wave JS. A nouveau, dans le cas contraire, un message vous avertira, empêchant le démarrage du démon Z-Wave JS": "It is therefore necessary to stop the automatic management then stop the OpenZwave plugin daemon to be able to start the Z-Wave JS plugin daemon. Again, if not, a message will warn you, preventing the start of the Z-Wave JS daemon",
        "Ne supprimez aucun équipement du plugin OpenZwave de manière prématurée même s'il est désactivé le temps des tests": "Do not delete any equipment from the OpenZwave plugin prematurely even if it is disabled during testing",
        "1er démarrage du démon": "1st start of the daemon",
        "Sauf message contraire, le démon Z-Wave JS peut maintenant être démarré": "Unless otherwise instructed, the Z-Wave JS daemon can now be started",
        "Sinon, un message doit s'afficher sur la page de configuration du plugin afin d'identifier la raison du blocage": "Otherwise, a message should appear on the plugin configuration page to identify the reason for the blockage",
        "Si vous utilisez le plugin Z-Wave JS avec un contrôleur vierge, le réseau Z-Wave est immédiatement démarré et disponible, prêt pour les inclusions de modules": "If you use the Z-Wave JS plugin with a blank controller, the Z-Wave network is immediately started and available, ready for module inclusions",
        "Dans le cas d'une utilisation avec un contrôleur déjà inclus au sein d'un réseau Z-Wave, il faut laisser travailler le plugin qui va remonter automatiquement les équipements dans Jeedom au fur et mesure des interviews de modules": "In the case of use with a controller already included in a Z-Wave network, the plugin must be left to work, which will automatically upload the equipment in Jeedom as the modules are interviewed",
        "La première découverte totale d'un réseau Z-Wave est donc susceptible d'être longue en fonction de la typologie de modules utilisée et de leur fréquence de communication": "The first total discovery of a Z-Wave network is therefore likely to take a long time depending on the type of modules used and their communication frequency",
        "Les modules font leur apparition en deux étapes": "The modules appear in two stages",
        "Tout d'abord avec leur `node id` sans image et sans identification": "First with their `node id` without image and without identification",
        "Ils sont ensuite identifiés dans un second temps": "They are then identified in a second time",
        "Une fois que tous les modules sur secteur sont initiés et donc identifiés, il est important de réveiller les modules sur piles ou d'attendre leur réveil": "Once all the modules on mains are initiated and therefore identified, it is important to wake up the modules on batteries or wait for them to wake up",
        "Ce n'est qu'à partir de ce moment que l'on peut considérer le réseau comme étant totalement démarré": "It is only from this moment that we can consider the network as being fully started",
        "Contrairement au plugin OpenZwave, après cette première phase d'interview, les redémarrages du réseau sont instantanés par la suite": "Unlike the OpenZwave plugin, after this first interview phase, network restarts are instantaneous thereafter",
        "Configuration des modules": "Module configuration",
        "Réseau Z-Wave": "Z-Wave network",
        "Résumé": "Summary",
        "Graphique du réseau": "Network graph",
        "Table de routage": "Routing table",
        "Dépannage et diagnostic": "Troubleshooting and diagnostics",
        "Avant d'envisager de basculer définitivement du plugin OpenZwave au plugin Z-Wave JS, il faut impérativement s'assurer que l'ensemble des modules du réseau est totalement pris en charge": "Before considering switching permanently from the OpenZwave plugin to the Z-Wave JS plugin, it is essential to ensure that all the network modules are fully supported",
        "Cette étape peut facilement prendre plusieurs jours le temps de valider l'ensemble des possibilités et des cas de figure": "This step can easily take several days to validate all the possibilities and scenarios",
        "remplacement d'équipements et de commandes": "replacement of equipment and controls",
        "Ensuite, une fois certain que le plugin OpenZwave n'est plus indispensable, vous pouvez utiliser l'outil de": "Then, once certain that the OpenZwave plugin is no longer essential, you can use the",
        "target=\"\\_blank\"} du core pour migrer rapidement et facilement vos équipements existants sur le nouveau plugin": "target=\"\\_blank\"} of the core to quickly and easily migrate your existing equipment to the new plugin",
        "Module non ou mal reconnu": "Module not or badly recognized",
        "Remplacer un module défaillant": "Replace a faulty module",
        " IMPORTANT.": " IMPORTANT.",
        " IMPORTANT?": " IMPORTANT?",
        "IMPORTANT ": "IMPORTANT ",
        " IMPORTANT]": " IMPORTANT]",
        "[IMPORTANT]": "[IMPORTANT]",
        "*IMPORTANT*": "*IMPORTANT*",
        " IMPORTANT*": " IMPORTANT*",
        " Configuration.": " Configuration.",
        " Configuration?": " Configuration?",
        "Configuration ": "Configuration ",
        " Configuration]": " Configuration]",
        "[Configuration]": "[Configuration]",
        "*Configuration*": "*Configuration*",
        " Configuration*": " Configuration*",
        " Relancer.": " Revive.",
        " Relancer?": " Revive?",
        "Relancer ": "Revive ",
        " Relancer]": " Revive]",
        "[Relancer]": "[Revive]",
        "*Relancer*": "*Revive*",
        " Relancer*": " Revive*",
        " INFORMATION.": " INFORMATION.",
        " INFORMATION?": " INFORMATION?",
        "INFORMATION ": "INFORMATION ",
        " INFORMATION]": " INFORMATION]",
        "[INFORMATION]": "[INFORMATION]",
        "*INFORMATION*": "*INFORMATION*",
        " INFORMATION*": " INFORMATION*",
        " conseillé.": " advised.",
        " conseillé?": " advised?",
        "conseillé ": "advised ",
        " conseillé]": " advised]",
        "[conseillé]": "[advised]",
        "*conseillé*": "*advised*",
        " conseillé*": " advised*",
        " et.": " and.",
        " et?": " and?",
        "et ": "and ",
        " et]": " and]",
        "[et]": "[and]",
        "*et*": "*and*",
        " et*": " and*",
        " Noeud.": " Node.",
        " Noeud?": " Node?",
        "Noeud ": "Node ",
        " Noeud]": " Node]",
        "[Noeud]": "[Node]",
        "*Noeud*": "*Node*",
        " Noeud*": " Node*",
        " Valeurs.": " Values.",
        " Valeurs?": " Values?",
        "Valeurs ": "Values ",
        " Valeurs]": " Values]",
        "[Valeurs]": "[Values]",
        "*Valeurs*": "*Values*",
        " Valeurs*": " Values*",
        " Groupe.": " Band.",
        " Groupe?": " Band?",
        "Groupe ": "Band ",
        " Groupe]": " Band]",
        "[Groupe]": "[Band]",
        "*Groupe*": "*Band*",
        " Groupe*": " Band*",
        " Outils.": " Tools.",
        " Outils?": " Tools?",
        "Outils ": "Tools ",
        " Outils]": " Tools]",
        "[Outils]": "[Tools]",
        "*Outils*": "*Tools*",
        " Outils*": " Tools*",
        " Inclusion.": " Inclusion.",
        " Inclusion?": " Inclusion?",
        "Inclusion ": "Inclusion ",
        " Inclusion]": " Inclusion]",
        "[Inclusion]": "[Inclusion]",
        "*Inclusion*": "*Inclusion*",
        " Inclusion*": " Inclusion*",
        " Exclusion.": " Exclusion.",
        " Exclusion?": " Exclusion?",
        "Exclusion ": "Exclusion ",
        " Exclusion]": " Exclusion]",
        "[Exclusion]": "[Exclusion]",
        "*Exclusion*": "*Exclusion*",
        " Exclusion*": " Exclusion*",
        " Synchroniser.": " To sychronize.",
        " Synchroniser?": " To sychronize?",
        "Synchroniser ": "To sychronize ",
        " Synchroniser]": " To sychronize]",
        "[Synchroniser]": "[To sychronize]",
        "*Synchroniser*": "*To sychronize*",
        " Synchroniser*": " To sychronize*",
        " Actions.": " Shares.",
        " Actions?": " Shares?",
        "Actions ": "Shares ",
        " Actions]": " Shares]",
        "[Actions]": "[Shares]",
        "*Actions*": "*Shares*",
        " Actions*": " Shares*",
        " Statistiques.": " Statistics.",
        " Statistiques?": " Statistics?",
        "Statistiques ": "Statistics ",
        " Statistiques]": " Statistics]",
        "[Statistiques]": "[Statistics]",
        "*Statistiques*": "*Statistics*",
        " Statistiques*": " Statistics*",
        " Santé.": " Health.",
        " Santé?": " Health?",
        "Santé ": "Health ",
        " Santé]": " Health]",
        "[Santé]": "[Health]",
        "*Santé*": "*Health*",
        " Santé*": " Health*",
        " Compatibilité.": " Compatibility.",
        " Compatibilité?": " Compatibility?",
        "Compatibilité ": "Compatibility ",
        " Compatibilité]": " Compatibility]",
        "[Compatibilité]": "[Compatibility]",
        "*Compatibilité*": "*Compatibility*",
        " Compatibilité*": " Compatibility*"
    }
}