{
    "changelog.md": {
        "Changelog Z-Wave JS": "Registro de cambios Z-Wave JS",
        "Changelog plugin Z-Wave JS": "Complemento de registro de cambios Z-Wave JS",
        "S'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Si no hay información sobre la actualización, significa que se trata solo de la actualización de la documentación, la traducción o el texto",
        "04\/05\/2022": "05\/04\/2022",
        "Bêta 1ère phase": "Beta 1ra fase",
        " IMPORTANT.": " IMPORTANTE.",
        " IMPORTANT?": " IMPORTANTE?",
        "IMPORTANT ": "IMPORTANTE ",
        " IMPORTANT]": " IMPORTANTE]",
        "[IMPORTANT]": "[IMPORTANTE]",
        "*IMPORTANT*": "*IMPORTANTE*",
        " IMPORTANT*": " IMPORTANTE*"
    },
    "index.md": {
        "Plugin Z-Wave JS": "Complemento Z-Wave JS",
        "le contrôle total du protocole domotique Z-Wave dans Jeedom": "control total del protocolo de automatización del hogar Z-Wave en Jeedom",
        "Z-Wave JS UI": "Interfaz de usuario de Z-Wave JS",
        "Le plugin Z-wave JS permet": "El complemento Z-wave JS permite",
        "en se basant sur le travail effectué autour de la très réputée bibliothèque": "a partir del trabajo realizado en torno a la famosísima biblioteca",
        "protocole MQTT": "Protocolo MQTT",
        "Le plugin Z-wave JS fiabilise et sécurise les transmissions par l'utilisation du": "El complemento Z-wave JS hace que las transmisiones sean más confiables y seguras al usar el",
        "offrant, par la même occasion, des possibilités de gestion avancée de leur réseau Z-Wave aux utilisateurs les plus experts": "ofreciendo, al mismo tiempo, posibilidades avanzadas de gestión de su red Z-Wave a los usuarios más expertos",
        "Ce plugin est compatible Debian 11 \"Bullseye\" et est, par conséquent, le plugin officiel à privilégier pour gérer votre réseau Z-Wave dans Jeedom": "Este complemento es compatible con Debian 11 \"Bullseye\" y, por lo tanto, es el complemento oficial preferido para administrar su red Z-Wave en Jeedom",
        "MQTT Manager": "Administrador de MQTT",
        "Après installation et activation du plugin, l'installation des dépendances devrait débuter sauf si la gestion automatique a été désactivée au préalable": "Después de instalar y activar el complemento, la instalación de dependencias debería comenzar a menos que la administración automática haya sido deshabilitada de antemano",
        "Dans ce cas, il faudra cliquer sur le bouton": "En este caso, tendrás que hacer clic en el botón",
        "pour initier cette phase d'installation": "para iniciar esta fase de instalación",
        "Le plugin officiel": "El complemento oficial",
        "faisant partie des dépendances nécessaires, il sera automatiquement installé et activé lors de l'opération si ce n'est pas déjà le cas": "siendo parte de las dependencias necesarias, se instalará y activará automáticamente durante la operación si aún no es el caso",
        "Le reste des dépendances consiste au téléchargement, à la compilation et à la configuration de la librairie": "El resto de dependencias consiste en descargar, compilar y configurar la librería",
        "La première installation des dépendances incluant une phase de compilation, elle est susceptible de durer plusieurs dizaines de minutes en fonction de votre configuration matérielle": "La primera instalación de dependencias que incluye una fase de compilación, es probable que dure varias decenas de minutos dependiendo de la configuración de su hardware",
        "Les mises à jour des dépendances sont bien plus rapides à installer par la suite": "Las actualizaciones de dependencia son mucho más rápidas de instalar después",
        "Configuration du plugin": "Configuración del complemento",
        "port du contrôleur Z-Wave": "Puerto del controlador Z-Wave",
        "Concernant la configuration du plugin, le point primordial est la bonne sélection du": "Respecto a la configuración del plugin, el punto esencial es la correcta selección del",
        "correspondant à l'interface physique sur laquelle le contrôleur est connecté": "correspondiente a la interfaz física en la que está conectado el controlador",
        "Les autres paramétrages possibles sont": "Otros ajustes posibles son",
        "Appliquer le jeu de configuration recommandé lors de l'inclusion": "Aplicar el conjunto de configuración recomendado al incluir",
        "applique directement le jeu de configuration recommandé par l'équipe Jeedom lors de l'inclusion d'un nouveau module": "aplica directamente el conjunto de configuración recomendado por el equipo de Jeedom al incluir un nuevo módulo",
        "Suppression automatique des périphériques exclus": "Eliminación automática de dispositivos excluidos",
        "permet de supprimer automatiquement les périphériques exclus du réseau Z-Wave si cochée": "elimina automáticamente los dispositivos excluidos de la red Z-Wave si está marcado",
        "Sinon, les équipements sont conservés dans Jeedom même s'ils ont été exclus du réseau": "De lo contrario, el equipo se mantiene en Jeedom incluso si se ha excluido de la red",
        "L'équipement devra être alors supprimé manuellement ou réutilisé en lui assignant un nouvel identifiant Z-Wave": "El equipo deberá entonces ser borrado manualmente o reutilizado asignándole un nuevo identificador Z-Wave",
        "Préfixe": "Prefijo",
        "`zwave` par défaut": "por defecto `zwave`",
        "permet de spécifier le préfixe à utiliser dans MQTT": "permite especificar el prefijo a usar en MQTT",
        "Clés de sécurité": "Llaves de seguridad",
        "Les clés de sécurité sont à conserver précieusement": "Las llaves de seguridad deben guardarse en un lugar seguro",
        "Si vous perdez ces clés, les périphériques inclus en mode sécurisé devront être réappairés": "Si pierde estas claves, los dispositivos incluidos en el modo seguro deberán emparejarse nuevamente",
        "Les clés peuvent être spécifiées, si les champs sont vides ou invalides le plugin en générera et vous pourrez les visualiser par la suite": "Las claves se pueden especificar, si los campos están vacíos o no son válidos, el complemento los generará y podrá verlos más tarde",
        "Si votre contrôleur a été utilisé avec le plugin Openzwave et que vous aviez inclus des modules en mode sécurisé, la clé S0 est": "Si su controlador se usó con el complemento Openzwave y había incluido módulos en modo seguro, la clave S0 es",
        "`0102030405060708090A0B0C0D0E0F10`": "`0102030405060708090A0B0C0D0E0F10`",
        "Comme expliqué en préambule, le plugin Z-Wave JS nécessite la prise en charge du protocole MQTT pour communiquer, le plugin officiel": "Como se explica en el preámbulo, el complemento Z-Wave JS requiere compatibilidad con el protocolo MQTT para comunicarse, el complemento oficial",
        "va donc servir de support à ces communications": "servirá pues de soporte a estas comunicaciones",
        "Plusieurs cas de figures sont envisageables": "Varios escenarios son posibles",
        "Vous n'utilisez pas encore de broker MQTT": "Todavía no está utilizando un corredor MQTT",
        "Z-Wave JS": "Z-Wave JS",
        "un broker `Mosquitto` sera notamment installé localement sur la machine": "se instalará localmente un agente `Mosquitto` en la máquina",
        "Dans ce cas vous n'avez rien à faire": "En este caso no tienes nada que hacer",
        "Les plugins": "Complementos",
        "vont échanger les informations et configurations nécessaires automatiquement": "intercambiará la información necesaria y las configuraciones automáticamente",
        "Vous utilisez déjà le plugin MQTT Manager": "Ya está utilizando el complemento MQTT Manager",
        "Aucune intervention n'est nécessaire, le plugin Z-Wave JS va récupérer automatiquement les informations de connexion au broker MQTT": "No es necesaria ninguna intervención, el complemento Z-Wave JS recuperará automáticamente la información de conexión al corredor MQTT",
        "Vous utilisez déjà un broker MQTT via un autre plugin que MQTT Manager": "Ya está utilizando un corredor MQTT a través de un complemento que no es MQTT Manager",
        "broker distant": "corredor remoto",
        "adresse et authentification": "dirección y autenticación",
        "Dans cette situation, il faut sélectionner le mode": "En esta situación, debe seleccionar el modo",
        "et indiquer les informations de connexion": "y proporcionar información de inicio de sesión",
        "dans la configuration du plugin MQTT Manager": "en la configuración del complemento MQTT Manager",
        "Vous souhaitez utiliser un broker MQTT sous Docker": "Quiere usar un corredor MQTT bajo Docker",
        "broker local docker": "ventana acoplable de intermediario local",
        "Il suffit alors de sélectionner le mode": "Todo lo que tienes que hacer es seleccionar el modo",
        "dans la configuration du plugin MQTT Manager avant d'installer `Mosquitto`": "en la configuración del complemento MQTT Manager antes de instalar `Mosquitto`",
        "Dans tous les cas, le démon du plugin MQTT Manager doit être démarré avant de pouvoir passer à la suite": "En cualquier caso, el daemon del complemento MQTT Manager debe iniciarse antes de poder continuar",
        "Autrement un message vous avertira, empêchant par la même le démarrage du démon Z-Wave JS": "De lo contrario, un mensaje le advertirá, impidiendo el inicio del demonio Z-Wave JS",
        "Plugin OpenZwave": "Abrir el complemento Zwave",
        "Migration depuis OpenZwave": "Migración desde OpenZwave",
        "Il est également important d'aborder le cas de la présence du plugin OpenZwave en parallèle du plugin Z-Wave JS, le temps de basculer de l'un à l'autre par exemple *(Voir paragraphe": "También es importante abordar el caso de la presencia del complemento OpenZwave en paralelo con el complemento Z-Wave JS, el momento de cambiar de uno a otro por ejemplo *(Ver párrafo",
        "Tout d'abord, il faut savoir qu'il n'existe strictement aucun risque au fait d'utiliser les plugins Z-Wave JS et OpenZwave en parallèle": "En primer lugar, debe saber que no existe absolutamente ningún riesgo al usar los complementos Z-Wave JS y OpenZwave en paralelo",
        "Même en cas de difficulté avec le plugin Z-Wave JS, il suffira de stopper son démon et de redémarrer celui du plugin OpenZwave pour retrouver un réseau Z-Wave exactement identique et fonctionnel": "Incluso en caso de dificultad con el complemento Z-Wave JS, bastará con detener su daemon y reiniciar el del complemento OpenZwave para encontrar una red Z-Wave exactamente idéntica y funcional",
        "Il faut donc arrêter la gestion automatique puis stopper le démon du plugin OpenZwave pour être en mesure de démarrer le démon du plugin Z-Wave JS. A nouveau, dans le cas contraire, un message vous avertira, empêchant le démarrage du démon Z-Wave JS": "Por lo tanto, es necesario detener la gestión automática y luego detener el demonio del complemento OpenZwave para poder iniciar el demonio del complemento Z-Wave JS. Nuevamente, si no, un mensaje le advertirá, impidiendo el inicio del demonio Z-Wave JS",
        "Ne supprimez aucun équipement du plugin OpenZwave de manière prématurée même s'il est désactivé le temps des tests": "No elimine ningún equipo del complemento OpenZwave prematuramente, incluso si está deshabilitado durante la prueba",
        "1er démarrage du démon": "1er inicio del daemon",
        "Sauf message contraire, le démon Z-Wave JS peut maintenant être démarré": "A menos que se indique lo contrario, ahora se puede iniciar el demonio Z-Wave JS",
        "Sinon, un message doit s'afficher sur la page de configuration du plugin afin d'identifier la raison du blocage": "De lo contrario, debería aparecer un mensaje en la página de configuración del complemento para identificar el motivo del bloqueo",
        "Si vous utilisez le plugin Z-Wave JS avec un contrôleur vierge, le réseau Z-Wave est immédiatement démarré et disponible, prêt pour les inclusions de modules": "Si usa el complemento Z-Wave JS con un controlador en blanco, la red Z-Wave se inicia inmediatamente y está disponible, lista para las inclusiones de módulos",
        "Dans le cas d'une utilisation avec un contrôleur déjà inclus au sein d'un réseau Z-Wave, il faut laisser travailler le plugin qui va remonter automatiquement les équipements dans Jeedom au fur et mesure des interviews de modules": "En el caso de uso con un controlador ya incluido en una red Z-Wave, se debe dejar funcionando el plugin, el cual irá cargando automáticamente el equipo en Jeedom a medida que se entrevisten los módulos",
        "La première découverte totale d'un réseau Z-Wave est donc susceptible d'être longue en fonction de la typologie de modules utilisée et de leur fréquence de communication": "Por lo tanto, es probable que el primer descubrimiento total de una red Z-Wave lleve mucho tiempo, según el tipo de módulos utilizados y su frecuencia de comunicación",
        "Les modules font leur apparition en deux étapes": "Los módulos aparecen en dos etapas",
        "Tout d'abord avec leur `node id` sans image et sans identification": "Primero con su `nodo id` sin imagen y sin identificación",
        "Ils sont ensuite identifiés dans un second temps": "Luego son identificados en una segunda vez",
        "Une fois que tous les modules sur secteur sont initiés et donc identifiés, il est important de réveiller les modules sur piles ou d'attendre leur réveil": "Una vez que todos los módulos de la red eléctrica están iniciados y, por lo tanto, identificados, es importante despertar los módulos de las baterías o esperar a que se despierten",
        "Ce n'est qu'à partir de ce moment que l'on peut considérer le réseau comme étant totalement démarré": "Solo a partir de este momento podemos considerar que la red está completamente iniciada",
        "Contrairement au plugin OpenZwave, après cette première phase d'interview, les redémarrages du réseau sont instantanés par la suite": "A diferencia del complemento OpenZwave, después de esta primera fase de entrevista, los reinicios de la red son instantáneos a partir de entonces",
        "Configuration des modules": "Configuración del módulo",
        "Réseau Z-Wave": "Red Z-Wave",
        "Résumé": "Resumen",
        "Graphique du réseau": "Gráfico de red",
        "Table de routage": "Tabla de ruteo",
        "Dépannage et diagnostic": "Solución de problemas y diagnóstico",
        "Avant d'envisager de basculer définitivement du plugin OpenZwave au plugin Z-Wave JS, il faut impérativement s'assurer que l'ensemble des modules du réseau est totalement pris en charge": "Antes de considerar cambiar permanentemente del complemento OpenZwave al complemento Z-Wave JS, es esencial asegurarse de que todos los módulos de red sean totalmente compatibles",
        "Cette étape peut facilement prendre plusieurs jours le temps de valider l'ensemble des possibilités et des cas de figure": "Este paso puede tomar fácilmente varios días para validar todas las posibilidades y escenarios",
        "remplacement d'équipements et de commandes": "reemplazo de equipos y controles",
        "Ensuite, une fois certain que le plugin OpenZwave n'est plus indispensable, vous pouvez utiliser l'outil de": "Luego, una vez que esté seguro de que el complemento OpenZwave ya no es esencial, puede usar el",
        "target=\"\\_blank\"} du core pour migrer rapidement et facilement vos équipements existants sur le nouveau plugin": "target=\"\\_blank\"} del núcleo para migrar rápida y fácilmente su equipo existente al nuevo complemento",
        "Module non ou mal reconnu": "Módulo no o mal reconocido",
        "Remplacer un module défaillant": "Reemplace un módulo defectuoso",
        " IMPORTANT.": " IMPORTANTE.",
        " IMPORTANT?": " IMPORTANTE?",
        "IMPORTANT ": "IMPORTANTE ",
        " IMPORTANT]": " IMPORTANTE]",
        "[IMPORTANT]": "[IMPORTANTE]",
        "*IMPORTANT*": "*IMPORTANTE*",
        " IMPORTANT*": " IMPORTANTE*",
        " Configuration.": " Configuración.",
        " Configuration?": " Configuración?",
        "Configuration ": "Configuración ",
        " Configuration]": " Configuración]",
        "[Configuration]": "[Configuración]",
        "*Configuration*": "*Configuración*",
        " Configuration*": " Configuración*",
        " Relancer.": " Reanimar.",
        " Relancer?": " Reanimar?",
        "Relancer ": "Reanimar ",
        " Relancer]": " Reanimar]",
        "[Relancer]": "[Reanimar]",
        "*Relancer*": "*Reanimar*",
        " Relancer*": " Reanimar*",
        " INFORMATION.": " INFORMACIÓN.",
        " INFORMATION?": " INFORMACIÓN?",
        "INFORMATION ": "INFORMACIÓN ",
        " INFORMATION]": " INFORMACIÓN]",
        "[INFORMATION]": "[INFORMACIÓN]",
        "*INFORMATION*": "*INFORMACIÓN*",
        " INFORMATION*": " INFORMACIÓN*",
        " conseillé.": " aconsejado.",
        " conseillé?": " aconsejado?",
        "conseillé ": "aconsejado ",
        " conseillé]": " aconsejado]",
        "[conseillé]": "[aconsejado]",
        "*conseillé*": "*aconsejado*",
        " conseillé*": " aconsejado*",
        " et.": " y.",
        " et?": " y?",
        "et ": "y ",
        " et]": " y]",
        "[et]": "[y]",
        "*et*": "*y*",
        " et*": " y*",
        " Noeud.": " Nodo.",
        " Noeud?": " Nodo?",
        "Noeud ": "Nodo ",
        " Noeud]": " Nodo]",
        "[Noeud]": "[Nodo]",
        "*Noeud*": "*Nodo*",
        " Noeud*": " Nodo*",
        " Valeurs.": " Valores.",
        " Valeurs?": " Valores?",
        "Valeurs ": "Valores ",
        " Valeurs]": " Valores]",
        "[Valeurs]": "[Valores]",
        "*Valeurs*": "*Valores*",
        " Valeurs*": " Valores*",
        " Groupe.": " Banda.",
        " Groupe?": " Banda?",
        "Groupe ": "Banda ",
        " Groupe]": " Banda]",
        "[Groupe]": "[Banda]",
        "*Groupe*": "*Banda*",
        " Groupe*": " Banda*",
        " Outils.": " Instrumentos.",
        " Outils?": " Instrumentos?",
        "Outils ": "Instrumentos ",
        " Outils]": " Instrumentos]",
        "[Outils]": "[Instrumentos]",
        "*Outils*": "*Instrumentos*",
        " Outils*": " Instrumentos*",
        " Inclusion.": " Inclusión.",
        " Inclusion?": " Inclusión?",
        "Inclusion ": "Inclusión ",
        " Inclusion]": " Inclusión]",
        "[Inclusion]": "[Inclusión]",
        "*Inclusion*": "*Inclusión*",
        " Inclusion*": " Inclusión*",
        " Exclusion.": " Exclusión.",
        " Exclusion?": " Exclusión?",
        "Exclusion ": "Exclusión ",
        " Exclusion]": " Exclusión]",
        "[Exclusion]": "[Exclusión]",
        "*Exclusion*": "*Exclusión*",
        " Exclusion*": " Exclusión*",
        " Synchroniser.": " Sincronizar.",
        " Synchroniser?": " Sincronizar?",
        "Synchroniser ": "Sincronizar ",
        " Synchroniser]": " Sincronizar]",
        "[Synchroniser]": "[Sincronizar]",
        "*Synchroniser*": "*Sincronizar*",
        " Synchroniser*": " Sincronizar*",
        " Actions.": " Comparte.",
        " Actions?": " Comparte?",
        "Actions ": "Comparte ",
        " Actions]": " Comparte]",
        "[Actions]": "[Comparte]",
        "*Actions*": "*Comparte*",
        " Actions*": " Comparte*",
        " Statistiques.": " Estadísticas.",
        " Statistiques?": " Estadísticas?",
        "Statistiques ": "Estadísticas ",
        " Statistiques]": " Estadísticas]",
        "[Statistiques]": "[Estadísticas]",
        "*Statistiques*": "*Estadísticas*",
        " Statistiques*": " Estadísticas*",
        " Santé.": " Salud.",
        " Santé?": " Salud?",
        "Santé ": "Salud ",
        " Santé]": " Salud]",
        "[Santé]": "[Salud]",
        "*Santé*": "*Salud*",
        " Santé*": " Salud*",
        " Compatibilité.": " Compatibilidad.",
        " Compatibilité?": " Compatibilidad?",
        "Compatibilité ": "Compatibilidad ",
        " Compatibilité]": " Compatibilidad]",
        "[Compatibilité]": "[Compatibilidad]",
        "*Compatibilité*": "*Compatibilidad*",
        " Compatibilité*": " Compatibilidad*"
    }
}