{
    "changelog.md": {
        "Changelog Z-Wave JS": "Changelog Z-Wave JS",
        "Changelog plugin Z-Wave JS": "Plugin de registro de alterações Z-Wave JS",
        "S'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Se não houver informação sobre a atualização, significa que se trata apenas da atualização da documentação, tradução ou texto",
        "04\/05\/2022": "04\/05\/2022",
        "Bêta 1ère phase": "Beta 1ª fase",
        " IMPORTANT.": " IMPORTANTE.",
        " IMPORTANT?": " IMPORTANTE?",
        "IMPORTANT ": "IMPORTANTE ",
        " IMPORTANT]": " IMPORTANTE]",
        "[IMPORTANT]": "[IMPORTANTE]",
        "*IMPORTANT*": "*IMPORTANTE*",
        " IMPORTANT*": " IMPORTANTE*"
    },
    "index.md": {
        "Plugin Z-Wave JS": "Plugin Z-Wave JS",
        "le contrôle total du protocole domotique Z-Wave dans Jeedom": "controle total do protocolo de automação residencial Z-Wave em Jeedom",
        "Z-Wave JS UI": "IU do Z-Wave JS",
        "Le plugin Z-wave JS permet": "O plugin Z-wave JS permite",
        "en se basant sur le travail effectué autour de la très réputée librairie": "baseado no trabalho realizado em torno da famosa livraria",
        "protocole MQTT": "Protocolo MQTT",
        "Le plugin Z-wave JS fiabilise et sécurise les transmissions par l'utilisation du": "O plugin Z-wave JS torna as transmissões mais confiáveis e seguras usando o",
        "offrant, par la même occasion, des possibilités de gestion avancée de leur réseau Z-Wave aux utilisateurs les plus experts": "oferecendo, ao mesmo tempo, possibilidades avançadas de gerenciamento de sua rede Z-Wave para os usuários mais experientes",
        "Ce plugin est compatible Debian 11 \"Bullseye\" et est, par conséquent, le plugin officiel à privilégier pour gérer votre réseau Z-Wave dans Jeedom": "Este plugin é compatível com o Debian 11 \"Bullseye\" e, portanto, é o plugin oficial a ser preferido para gerenciar sua rede Z-Wave no Jeedom",
        "MQTT Manager": "Gerente MQTT",
        "Après installation et activation du plugin, l'installation des dépendances devrait débuter sauf si la gestion automatique a été désactivée au préalable": "Depois de instalar e ativar o plugin, a instalação das dependências deve começar, a menos que o gerenciamento automático tenha sido desativado anteriormente",
        "Dans ce cas, il faudra cliquer sur le bouton": "Neste caso, você terá que clicar no botão",
        "pour initier cette phase d'installation": "para iniciar esta fase de instalação",
        "Le plugin officiel": "O plug-in oficial",
        "faisant partie des dépendances nécessaires, il sera automatiquement installé et activé lors de l'opération si ce n'est pas déjà le cas": "fazendo parte das dependências necessárias, ele será instalado e ativado automaticamente durante a operação, caso ainda não seja o caso",
        "Le reste des dépendances consiste au téléchargement, à la compilation et à la configuration de la librairie": "O restante das dependências consiste em baixar, compilar e configurar a biblioteca",
        "La première installation des dépendances incluant une phase de compilation, elle est susceptible de durer plusieurs dizaines de minutes en fonction de votre configuration matérielle": "A primeira instalação de dependências, incluindo uma fase de compilação, provavelmente durará várias dezenas de minutos, dependendo da configuração do seu hardware",
        "Les mises à jour des dépendances seront bien plus rapides à installer par la suite": "As atualizações de dependência serão muito mais rápidas de instalar mais tarde",
        "Configuration du plugin": "Configuração do plug-in",
        "port du contrôleur Z-Wave": "Porta do controlador Z-Wave",
        "Concernant la configuration du plugin, le point primordial est la bonne sélection du": "Com relação à configuração do plugin, o ponto essencial é a seleção correta do",
        "correspondant à l'interface physique sur laquelle le contrôleur est connecté": "correspondente à interface física na qual o controlador está conectado",
        "Les autres paramétrages possibles sont": "Outras configurações possíveis são",
        "Appliquer le jeu de configuration recommandé lors de l'inclusion": "Aplique o conjunto de configuração recomendado ao incluir",
        "applique directement le jeu de configuration recommandé par l'équipe Jeedom lors de l'inclusion d'un nouveau module": "aplica diretamente o conjunto de configuração recomendado pela equipe Jeedom ao incluir um novo módulo",
        "Suppression automatique des périphériques exclus": "Remoção automática de dispositivos excluídos",
        "permet de supprimer automatiquement les périphériques exclus du réseau Z-Wave si cochée": "remove automaticamente os dispositivos excluídos da rede Z-Wave se marcado",
        "Sinon, les équipements sont conservés dans Jeedom même s'ils ont été exclus du réseau": "Caso contrário, o equipamento é mantido em Jeedom mesmo que tenha sido excluído da rede",
        "L'équipement devra être alors supprimé manuellement ou réutilisé en lui assignant un nouvel identifiant Z-Wave": "O equipamento terá então que ser excluído manualmente ou reutilizado atribuindo-lhe um novo identificador Z-Wave",
        "Préfixe": "Prefixo",
        "`zwave` par défaut": "padrão `zwave`",
        "permet de spécifier le préfixe à utiliser dans MQTT": "permite especificar o prefixo a ser usado no MQTT",
        "Clés de sécurité": "Chaves de segurança",
        "Les clés de sécurité sont à conserver précieusement": "As chaves de segurança devem ser mantidas em local seguro",
        "Si vous perdez ces clés, les périphériques inclus en mode sécurisé devront être réappairés": "Se você perder essas chaves, os dispositivos incluídos no modo de segurança precisarão ser pareados novamente",
        "Les clés peuvent être spécifiées, si les champs sont vides ou invalides le plugin en générera et vous pourrez les visualiser par la suite": "As chaves podem ser especificadas, se os campos estiverem vazios ou inválidos o plugin irá gerá-los e você poderá visualizá-los mais tarde",
        "Si votre contrôleur a été utilisé avec le plugin Openzwave et que vous aviez inclus des modules en mode sécurisé, la clé S0 est": "Se o seu controlador foi usado com o plugin Openzwave e você incluiu módulos no modo seguro, a chave S0 é",
        "`0102030405060708090A0B0C0D0E0F10`": "`0102030405060708090A0B0C0D0E0F10`",
        "Comme expliqué en préambule, le plugin Z-Wave JS nécessite la prise en charge du protocole MQTT pour communiquer, le plugin officiel": "Conforme explicado no preâmbulo, o plugin Z-Wave JS requer suporte para o protocolo MQTT para se comunicar, o plugin oficial",
        "va donc servir de support à ces communications": "servirá, portanto, de suporte para essas comunicações",
        "Plusieurs cas de figures sont envisageables": "Vários cenários são possíveis",
        "Vous n'utilisez pas encore de broker MQTT": "Você ainda não está usando um broker MQTT",
        "Z-Wave JS": "Z-Wave JS",
        "un broker `Mosquitto` sera notamment installé localement sur la machine": "um broker `Mosquitto` será instalado localmente na máquina",
        "Dans ce cas vous n'avez rien à faire": "Neste caso você não tem nada para fazer",
        "Les plugins": "Plug-ins",
        "vont échanger les informations et configurations nécessaires automatiquement": "trocará as informações e configurações necessárias automaticamente",
        "Vous utilisez déjà le plugin Z-Wave JS": "Você já está usando o plugin Z-Wave JS",
        "Aucune intervention n'est nécessaire, le plugin Z-Wave JS va récupérer automatiquement les informations de connexion au broker MQTT": "Nenhuma intervenção é necessária, o plugin Z-Wave JS recuperará automaticamente as informações de conexão com o broker MQTT",
        "Vous utilisez déjà un broker MQTT via un autre plugin que MQTT Manager": "Você já está usando um broker MQTT por meio de um plug-in diferente do MQTT Manager",
        "broker distant": "corretor remoto",
        "adresse et authentification": "endereço e autenticação",
        "Dans cette situation, il faut sélectionner le mode": "Nesta situação, você deve selecionar o modo",
        "et indiquer les informations de connexion": "e fornecer informações de login",
        "dans la configuration du plugin MQTT Manager": "na configuração do plug-in do MQTT Manager",
        "Vous souhaitez utiliser un broker MQTT sous Docker": "Você deseja usar um broker MQTT no Docker",
        "broker local docker": "docker do corretor local",
        "Il suffit alors de sélectionner le mode": "Tudo o que você precisa fazer é selecionar o modo",
        "dans la configuration du plugin MQTT Manager avant d'installer `Mosquitto`": "na configuração do plugin MQTT Manager antes de instalar o `Mosquitto`",
        "Dans tous les cas, le démon du plugin MQTT Manager doit être démarré avant de pouvoir passer à la suite": "De qualquer forma, o daemon de plug-in do MQTT Manager deve ser iniciado antes que você possa prosseguir",
        "Autrement un message vous avertira, empêchant par la même le démarrage du démon Z-Wave JS": "Caso contrário, uma mensagem irá avisá-lo, impedindo o início do daemon Z-Wave JS",
        "Plugin OpenZwave": "Abra o plug-in Zwave",
        "Migration depuis OpenZwave": "Migração do OpenZwave",
        "Il est également important d'aborder le cas de la présence du plugin OpenZwave en parallèle du plugin Z-Wave JS, le temps de basculer de l'un à l'autre par exemple *(Voir paragraphe": "Também é importante abordar o caso da presença do plugin OpenZwave em paralelo com o plugin Z-Wave JS, o tempo para mudar de um para o outro por exemplo *(Ver parágrafo",
        "Tout d'abord, il faut savoir qu'il n'existe strictement aucun risque au fait d'utiliser les plugins Z-Wave JS et OpenZwave en parallèle": "Em primeiro lugar, você deve saber que não há absolutamente nenhum risco em usar os plugins Z-Wave JS e OpenZwave em paralelo",
        "Même en cas de difficulté avec le plugin Z-Wave JS, il suffira de stopper son démon et de redémarrer celui du plugin OpenZwave pour retrouver un réseau Z-Wave exactement identique et fonctionnel": "Mesmo em caso de dificuldade com o plugin Z-Wave JS, será suficiente parar seu daemon e reiniciar o do plugin OpenZwave para encontrar uma rede Z-Wave exatamente idêntica e funcional",
        "Il faut donc arrêter la gestion automatique puis stopper le démon du plugin OpenZwave pour être en mesure de démarrer le démon du plugin Z-Wave JS. A nouveau, dans le cas contraire, un message vous avertira, empêchant par la même le démarrage du démon Z-Wave JS": "Portanto, é necessário interromper o gerenciamento automático e, em seguida, interromper o daemon do plug-in OpenZwave para poder iniciar o daemon do plug-in Z-Wave JS. Novamente, se não, uma mensagem irá avisá-lo, impedindo o início do daemon Z-Wave JS",
        "Ne supprimez aucun équipement du plugin OpenZwave de manière prématurée même s'il est désactivé le temps des tests": "Não exclua nenhum equipamento do plug-in OpenZwave prematuramente, mesmo que seja desativado durante o teste",
        "1er démarrage du démon": "1ª inicialização do daemon",
        "Sauf message contraire, le démon Z-Wave JS peut maintenant être démarré": "A menos que instruído de outra forma, o daemon Z-Wave JS agora pode ser iniciado",
        "Sinon, un message doit s'afficher sur la page de configuration du plugin afin d'identifier la raison du blocage": "Caso contrário, uma mensagem deve aparecer na página de configuração do plugin para identificar o motivo do bloqueio",
        "Si vous utilisez le plugin Z-Wave JS avec un contrôleur vierge, le réseau Z-Wave est immédiatement démarré et disponible, prêt pour les inclusions de modules": "Se você usar o plugin Z-Wave JS com um controlador em branco, a rede Z-Wave é imediatamente iniciada e disponível, pronta para inclusões de módulos",
        "Dans le cas d'une utilisation avec un contrôleur déjà inclus au sein d'un réseau Z-Wave, il faut laisser travailler le plugin qui va remonter automatiquement les équipements dans Jeedom au fur et mesure des interviews de modules": "No caso de uso com um controlador já incluído em uma rede Z-Wave, deve-se deixar o plugin funcionar, que automaticamente fará o upload do equipamento no Jeedom à medida que os módulos forem entrevistados",
        "La première découverte totale d'un réseau Z-Wave est donc susceptible d'être longue en fonction de la typologie de modules utilisée et de leur fréquence de communication": "A primeira descoberta total de uma rede Z-Wave provavelmente levará muito tempo, dependendo do tipo de módulos usados e de sua frequência de comunicação",
        "Les modules font leur apparition en deux étapes": "Os módulos aparecem em duas etapas",
        "Tout d'abord avec leur `node id` sans image et sans identification": "Primeiro com seu 'node id' sem imagem e sem identificação",
        "Ils sont ensuite identifiés dans un second temps": "Eles são então identificados em uma segunda vez",
        "Une fois que tous les modules sur secteur sont initiés et donc identifiés, il est important de réveiller les modules sur piles ou d'attendre leur réveil": "Uma vez que todos os módulos na rede são iniciados e, portanto, identificados, é importante acordar os módulos nas baterias ou esperar que eles acordem",
        "Ce n'est qu'à partir de ce moment que l'on peut considérer le réseau comme étant totalement démarré": "É somente a partir deste momento que podemos considerar a rede como totalmente iniciada",
        "Contrairement au plugin OpenZwave, après cette première phase d'interview, les redémarrages du réseau sont instantanés par la suite": "Ao contrário do plugin OpenZwave, após esta primeira fase de entrevista, as reinicializações da rede são instantâneas",
        "Configuration des modules": "Configuração do módulo",
        "Réseau Z-Wave": "Rede Z-Wave",
        "Résumé": "Resumo",
        "Graphique du réseau": "Gráfico de rede",
        "Table de routage": "Tabela de roteamento",
        "Dépannage et diagnostic": "Solução de problemas e diagnóstico",
        "Avant d'envisager de basculer définitivement du plugin OpenZwave au plugin Z-Wave JS, il faut impérativement s'assurer que l'ensemble des modules du réseau est totalement pris en charge": "Antes de considerar mudar permanentemente do plugin OpenZwave para o plugin Z-Wave JS, é essencial garantir que todos os módulos de rede sejam totalmente suportados",
        "Cette étape peut facilement prendre plusieurs jours le temps de valider l'ensemble des possibilités et des cas de figure": "Esta etapa pode facilmente levar vários dias para validar todas as possibilidades e cenários",
        "remplacement d'équipements et de commandes": "substituição de equipamentos e controles",
        "Ensuite, une fois certain que le plugin OpenZwave n'est plus indispensable, vous pouvez utiliser l'outil de": "Então, uma vez certo que o plugin OpenZwave não é mais essencial, você pode usar o",
        "target=\"\\_blank\"} du core pour migrer rapidement et facilement vos équipements existants sur le nouveau plugin": "target=\"\\_blank\"} do núcleo para migrar rápida e facilmente seu equipamento existente para o novo plugin",
        "Module non ou mal reconnu": "Módulo não ou mal reconhecido",
        "Remplacer un module défaillant": "Substitua um módulo defeituoso",
        " IMPORTANT.": " IMPORTANTE.",
        " IMPORTANT?": " IMPORTANTE?",
        "IMPORTANT ": "IMPORTANTE ",
        " IMPORTANT]": " IMPORTANTE]",
        "[IMPORTANT]": "[IMPORTANTE]",
        "*IMPORTANT*": "*IMPORTANTE*",
        " IMPORTANT*": " IMPORTANTE*",
        " Configuration.": " Configuração.",
        " Configuration?": " Configuração?",
        "Configuration ": "Configuração ",
        " Configuration]": " Configuração]",
        "[Configuration]": "[Configuração]",
        "*Configuration*": "*Configuração*",
        " Configuration*": " Configuração*",
        " Relancer.": " Reviver.",
        " Relancer?": " Reviver?",
        "Relancer ": "Reviver ",
        " Relancer]": " Reviver]",
        "[Relancer]": "[Reviver]",
        "*Relancer*": "*Reviver*",
        " Relancer*": " Reviver*",
        " conseillé.": " aconselhado.",
        " conseillé?": " aconselhado?",
        "conseillé ": "aconselhado ",
        " conseillé]": " aconselhado]",
        "[conseillé]": "[aconselhado]",
        "*conseillé*": "*aconselhado*",
        " conseillé*": " aconselhado*",
        " INFORMATION.": " EM FORMAÇÃO.",
        " INFORMATION?": " EM FORMAÇÃO?",
        "INFORMATION ": "EM FORMAÇÃO ",
        " INFORMATION]": " EM FORMAÇÃO]",
        "[INFORMATION]": "[EM FORMAÇÃO]",
        "*INFORMATION*": "*EM FORMAÇÃO*",
        " INFORMATION*": " EM FORMAÇÃO*",
        " et.": " e.",
        " et?": " e?",
        "et ": "e ",
        " et]": " e]",
        "[et]": "[e]",
        "*et*": "*e*",
        " et*": " e*",
        " Noeud.": " Nó.",
        " Noeud?": " Nó?",
        "Noeud ": "Nó ",
        " Noeud]": " Nó]",
        "[Noeud]": "[Nó]",
        "*Noeud*": "*Nó*",
        " Noeud*": " Nó*",
        " Valeurs.": " Valores.",
        " Valeurs?": " Valores?",
        "Valeurs ": "Valores ",
        " Valeurs]": " Valores]",
        "[Valeurs]": "[Valores]",
        "*Valeurs*": "*Valores*",
        " Valeurs*": " Valores*",
        " Groupe.": " Banda.",
        " Groupe?": " Banda?",
        "Groupe ": "Banda ",
        " Groupe]": " Banda]",
        "[Groupe]": "[Banda]",
        "*Groupe*": "*Banda*",
        " Groupe*": " Banda*",
        " Outils.": " Ferramentas.",
        " Outils?": " Ferramentas?",
        "Outils ": "Ferramentas ",
        " Outils]": " Ferramentas]",
        "[Outils]": "[Ferramentas]",
        "*Outils*": "*Ferramentas*",
        " Outils*": " Ferramentas*",
        " Inclusion.": " Inclusão.",
        " Inclusion?": " Inclusão?",
        "Inclusion ": "Inclusão ",
        " Inclusion]": " Inclusão]",
        "[Inclusion]": "[Inclusão]",
        "*Inclusion*": "*Inclusão*",
        " Inclusion*": " Inclusão*",
        " Exclusion.": " Exclusão.",
        " Exclusion?": " Exclusão?",
        "Exclusion ": "Exclusão ",
        " Exclusion]": " Exclusão]",
        "[Exclusion]": "[Exclusão]",
        "*Exclusion*": "*Exclusão*",
        " Exclusion*": " Exclusão*",
        " Synchroniser.": " Para sincronizar.",
        " Synchroniser?": " Para sincronizar?",
        "Synchroniser ": "Para sincronizar ",
        " Synchroniser]": " Para sincronizar]",
        "[Synchroniser]": "[Para sincronizar]",
        "*Synchroniser*": "*Para sincronizar*",
        " Synchroniser*": " Para sincronizar*",
        " Actions.": " Ações.",
        " Actions?": " Ações?",
        "Actions ": "Ações ",
        " Actions]": " Ações]",
        "[Actions]": "[Ações]",
        "*Actions*": "*Ações*",
        " Actions*": " Ações*",
        " Statistiques.": " Estatisticas.",
        " Statistiques?": " Estatisticas?",
        "Statistiques ": "Estatisticas ",
        " Statistiques]": " Estatisticas]",
        "[Statistiques]": "[Estatisticas]",
        "*Statistiques*": "*Estatisticas*",
        " Statistiques*": " Estatisticas*",
        " Santé.": " Saúde.",
        " Santé?": " Saúde?",
        "Santé ": "Saúde ",
        " Santé]": " Saúde]",
        "[Santé]": "[Saúde]",
        "*Santé*": "*Saúde*",
        " Santé*": " Saúde*",
        " Compatibilité.": " Compatibilidade.",
        " Compatibilité?": " Compatibilidade?",
        "Compatibilité ": "Compatibilidade ",
        " Compatibilité]": " Compatibilidade]",
        "[Compatibilité]": "[Compatibilidade]",
        "*Compatibilité*": "*Compatibilidade*",
        " Compatibilité*": " Compatibilidade*"
    }
}